[
  {
    "grant_url": "https://kaken.nii.ac.jp/ja/grant/KAKENHI-PROJECT-23K12603/",
    "title": "",
    "period": "2023-04-01 – 2028-03-31",
    "amount": "4,680千円 (直接経費: 3,600千円、間接経費: 1,080千円) 2027年度: 780千円 (直接経費: 600千円、間接経費: 180千円) 2026年度: 910千円 (直接経費: 700千円、間接経費: 210千円) 2025年度: 910千円 (直接経費: 700千円、間接経費: 210千円) 2024年度: 910千円 (直接経費: 700千円、間接経費: 210千円) 2023年度: 1,170千円 (直接経費: 900千円、間接経費: 270千円)",
    "keywords": "地域社会学 / 都市社会学 / インドネシア / エスニシティ / 農村社会学 / 帰属意識 / 身体 / 地縁コミュニティ / 武術",
    "research_overview": "本研究の目的は、一般的な集団意識が日常次元の包摂／排除の局面に結びつく過程と、社会的排除・分断が顕在化する局面で分断を越えた社会関係を創出して包摂と連帯を可能にする過程を説明することにある。均質化と標準化に特徴付けられるエスニシティ観念とは異なる次元における連帯の創出を人々の実践の中に見出し、新自由主義の浸透によって個人が分断・流動化される現代社会における連帯の可能性を提示することが最終的な目標である。",
    "research_results": "本研究は、インドネシア、ジャカルタ郊外のブタウィ人の事例に着目して、集落の帰属意識から民族意識を説明しようとするものである。平成30年度提出の博士論文では、集落先住者が中心となって運営する住民自治組織の活動から、先住者ブタウィの集落（カンプン）への帰属意識を説明した。集落としてのカンプンへの注目は、これまでジャカルタの住民コミュニティ研究では実態が明らかにされてこなかった点だった。また、博士論文以降にジャカルタで行なった現地調査の成果としては、武術実践が集落の帰属意識をかたちづくる過程を詳細に論じた。この成果は、複数回の口頭発表および、書籍の一章として発表してきた。この成果をこれまでの研究と結びつけることとで、社会組織・親族認識に加え、身体実践の側面からも、ブタウィ人の集落・民族意識の実態の包括的解明を目指してきた。加えて、令和５年度にジャカルタ近郊で実施した現地調査においては、集落の芸能・身体技法について良質の映像記録を収集する試みもはじめており、順調にデータが収集できている。 本研究ではまた、京都郊外の村落先住者としての自身の立場性を踏まえた上で当該地域での調査を実施してきた。その過程で、京都周辺の村落とジャカルタ周辺の集落を比較の俎上に載せる試みを続けている（令和元年には単著として成果を刊行した）。令和２年度以降は、建築環境の改変とまちづくりに着目し、より具体的な調査を実施してきた。令和5年度は、もと村の共有地であった農業用ため池の利活用をめぐるまちづくり活動に参与観察調査を行ってきた。令和５年12月には、この成果を「調査者の立場性」の観点からまとめ、現代民俗学会第７１回研究会で口頭発表を行った。こうした試みが順調に進展すれば、インドネシアの慣習村研究と都市研究、日本の村落研究を接合し、三者を新たな観点から捉え直す議論となることが期待できる。",
    "future_strategy": "ジャカルタを対象としてこれまで行ってきた、集落の親族関係・身体技法・芸能と帰属意識の関係についての調査を継続するとともに、収集した映像資料を用いて身体技法をより詳細に考察、感覚と帰属意識との関係性を論じることを目指す。その理論的な準備は、鈴木赳生氏（京都精華大学）との共同でこれまでにも行ってきており、令和５年５月の関西社会学会第74回大会では「感覚とエスニシティ」をテーマとした口頭発表を行っている。今後は、理論的成果とフィールドでの知見を接続することで、認知科学的な知見にかたよりがちな人種論・民族論を身体技法や感覚・情動の観点から批判する、より現実に即したエスニシティ論の構築を構想している。",
    "research_summary": "",
    "academic_significance": "",
    "social_significance": "",
    "research_field": "",
    "year": 2023,
    "amount_value": 4680.0
  },
  {
    "grant_url": "https://kaken.nii.ac.jp/ja/grant/KAKENHI-PROJECT-23K01804/",
    "title": "",
    "period": "2023-04-01 – 2027-03-31",
    "amount": "4,680千円 (直接経費: 3,600千円、間接経費: 1,080千円) 2026年度: 910千円 (直接経費: 700千円、間接経費: 210千円) 2025年度: 1,040千円 (直接経費: 800千円、間接経費: 240千円) 2024年度: 1,690千円 (直接経費: 1,300千円、間接経費: 390千円) 2023年度: 1,040千円 (直接経費: 800千円、間接経費: 240千円)",
    "keywords": "日常エスニシティ / 認知 / 感覚 / 社会運動 / 日常多文化研究 / 日常エスニシティ研究 / コロニアリティ / 日常レイシズム",
    "research_overview": "本研究は、「日常」の視点から民族研究を再構築し、現代の民族的対立状況に応じる新しいアプローチを提示する。ヘイト・スピーチや排外主義のような対立が人種・民族にもとづく排除として社会問題化されるとき、それが連綿とつづく日常生活の中で生じる問題だということはしばしば忘れられてしまう。だが対立が顕在化する局面だけでなく、それが人々のどのような生活経験や日常的感覚から生じているのかを解明しなければ、現代の民族的対立状況を根底から理解し解きほぐすことはできない。本研究は、「民族」の日常経験に光を当ててきた研究蓄積の統合と事例研究によって、日常民族研究のアプローチを確立し現代的課題の解決へ寄与する。",
    "research_results": "本研究は、「日常的感覚」の視点から民族研究を再構築し、現代の民族的対立状況に応じる新しいアプローチを提示することを目的としている。つまりは、「民族」をマクロな政治社会的状況に応じた現象とみるだけでなく、それが人々の日常生活においてどのように感じとられ、意識されることで具体化していくのかを捉える。「民族」をつくられた虚構とみる視点は人類学・社会学で発展してきたが、ではその虚構がどのようにリアルな実体感をもって人々を突き動かす力をもつのか、となると、そのメカニズムを解明する分析枠組や理論的な道具立ては限られたままである。本研究は「民族」がどのような場面で、どのように感じられるのかを具体的に描きださない限りこの問いには応えられないという発想から、「日常的感覚」を軸として民族論を総合・刷新しようという試みである。 具体的にはこの目的のため、一方でカナダの先住民運動とインドネシアの伝統武術の事例研究、他方で「日常」をキー・ワードとした多文化／エスニシティ／ナショナリズム論の蓄積を整理し理論的に検討・評価する。 初年度である2023年度は、社会学者ロジャース・ブルーベイカーを中心とする日常エスニシティ論の意義と限界を共同検討し、その中途成果を関西社会学会で報告した。この報告をもとに、成果論文の作成を始めている。調査面では、カナダ、インドネシア両地域をそれぞれ再訪調査することができた。カナダに関しては、この新しい調査結果を組みこんだ学会報告とワーキング・ペイパー発表をおこなった。インドネシアに関しては、「日常的感覚」の視点を組みこんだ民族論の導入を、初学者向けの学術書の1章として発表した。",
    "future_strategy": "来年度は引きつづき現地調査を進めるとともに、上記日常エスニシティ論の論文を完成させて投稿すること、新たに日常ナショナリズム論のレビュー作業に着手することを目標とする。",
    "research_summary": "",
    "academic_significance": "",
    "social_significance": "",
    "research_field": "",
    "year": 2023,
    "amount_value": 4680.0
  }
]