[
  {
    "grant_url": "https://kaken.nii.ac.jp/ja/grant/KAKENHI-PROJECT-22K14574/",
    "title": "",
    "period": "2022-04-01 – 2025-03-31",
    "amount": "4,550千円 (直接経費: 3,500千円、間接経費: 1,050千円) 2024年度: 1,040千円 (直接経費: 800千円、間接経費: 240千円) 2023年度: 910千円 (直接経費: 700千円、間接経費: 210千円) 2022年度: 2,600千円 (直接経費: 2,000千円、間接経費: 600千円)",
    "keywords": "ラマン分光 / イメージング / 顕微鏡 / 細胞 / ナノ粒子 / ラマン散乱 / 分光",
    "research_overview": "ミトコンドリア内部の環境や、生体分子などの複数の指標を 同時に、且つ、継時的に観察する手法の確立を目的とする。微弱なラマン散乱の信号を増強し、時間分解能を向上させるために金属ナノ粒子をプローブとして用いる。金属ナノ粒子をミトコンドリア内 部に局在化させるためにペプチドを修飾・機能化し、ミトコンドリア内部の環境や、生体分子をモニタリングするためのナノプローブを作成する。内部のpHの変化や、生成物をラマン分光法でモニタリングする。得られる多次元のデータを多変量解析し、定量評価を行う。",
    "research_results": "細胞内の環境や生体分子などの複数の指標を同時に、かつ継時的に観察する手法の確立を目的とする研究を進めている。この目的のために、細胞内部が観察可能な顕微ラマン装置の開発を行っている。ラマン散乱法は、無標識で低侵襲性を持つため、バイオ分野での広範な活用が期待されている。 具体的には、細胞へのストレスや環境変化を与えた際に、内部のpH変化や生成物をラマン分光法でモニタリングする。これにより得られる多次元のデータを多変量解析し、定量評価を行うことを目指している。ラマン散乱法は、生きたままの細胞の状態や環境を把握することができるため、非常に有用である。 今年度の研究では、細胞内のストレス応答をラマン分光法でモニタリングすることを試みた。具体的には、飢餓状態と非飢餓状態の2群の細胞を用意し、初年度に開発したライン照明型の顕微観察装置を用いて、ラマン分光イメージングを行った。この装置は、細胞内の微小環境を高解像度で観察することが可能であり、ラマン散乱の利点を最大限に活用できる設計となっている。 また、2群の細胞の違いは蛍光イメージングによっても観察した。蛍光イメージングは、特定の生体分子や構造を標識することで可視化する技術であり、ラマンイメージングと補完的に使用することで、より詳細な細胞内部の変化を把握することができる。 ラマンイメージングの結果からは、2群の細胞間に有意な差を見出した。飢餓状態の細胞では、ストレス応答としてオートファジーが進行し、これに伴ってミトコンドリアの機能や数に変化が見られた。一方、非飢餓状態の細胞では、通常の代謝活動が維持されており、ミトコンドリアの量に大きな変化は見られなかった。これらの観察結果は、細胞内環境の変化が細胞の代謝状態や機能に与える影響を明確に示しており、ラマン分光法と蛍光イメージングの組み合わせによる多次元的な解析が有効であることを示している。",
    "future_strategy": "細胞環境の違いをラマンイメージングで観察可能であることを確認した。最終年度においては、金属ナノ粒子による表面増強ラマン散乱（SERS）観察と組み合わせて、高感度な細胞内環境のモニタリングを試みることを計画している。 SERS技術は、金属ナノ粒子の表面プラズモン共鳴効果を利用してラマン散乱信号を増強する方法であり、これにより微量の分子の検出が可能となる。特に、生体分子の低濃度検出や細胞内の微小環境の詳細な観察において、その高感度性が期待されている。 SERSを活用して、細胞内の特定の分子や化学成分の動態をリアルタイムで高感度にモニタリングする。これにより、細胞が異なる環境下でどのように応答するかを詳細に解析できる。例えば、細胞がストレスを受けた際のオートファジーやミトコンドリアの機能変化を、従来のラマンイメージングよりも高い解像度と感度で観察することが可能となる。 また、時間変化や局所領域での細胞内環境の違いについては、多変量解析を用いて詳細に分析する。細胞内の複雑なデータセットから有意なパターンやトレンドを抽出する。これにより、細胞がどのように環境変化に適応するか、またその過程で生じる微細な分子レベルの変化を定量的に評価することが可能となる。",
    "research_summary": "",
    "academic_significance": "",
    "social_significance": "",
    "research_field": "",
    "year": 2022,
    "amount_value": 4550.0
  }
]