[
  {
    "grant_url": "https://kaken.nii.ac.jp/ja/grant/KAKENHI-PROJECT-24K21096/",
    "title": "",
    "period": "2024-04-01 – 2027-03-31",
    "amount": "4,680千円 (直接経費: 3,600千円、間接経費: 1,080千円) 2026年度: 390千円 (直接経費: 300千円、間接経費: 90千円) 2025年度: 650千円 (直接経費: 500千円、間接経費: 150千円) 2024年度: 3,640千円 (直接経費: 2,800千円、間接経費: 840千円)",
    "keywords": "ラマン分光法 / 神経細胞 / 麻酔 / 細胞膜 / 低波数ラマン",
    "research_overview": "本研究は麻酔薬の効果と毒性を評価できる手法の開発を目的とする.これまで不明であった麻酔薬の作用機序は明らかになりつつあり，細胞膜の相状態の変化との関連が示唆されている.本研究では細胞膜の相状態を指標とした麻酔薬の効果や毒性の評価モデルを検証するため，「試料の結晶構造を反映する低波数領域(10~200 cm-1)のラマンスペクトル」および「生体膜の相状態を反映する蛍光試薬の蛍光スペクトル」を同時に取得できる顕微鏡を構築する.両種のスペクトルの相関を解析し， 麻酔薬存在下・非存在下の細胞膜脂質の分子構造の違いを明らかにする.",
    "research_results": "",
    "future_strategy": "",
    "research_summary": "",
    "academic_significance": "",
    "social_significance": "",
    "research_field": "",
    "year": 2024,
    "amount_value": 4680.0
  },
  {
    "grant_url": "https://kaken.nii.ac.jp/ja/grant/KAKENHI-PROJECT-21K18047/",
    "title": "",
    "period": "2021-04-01 – 2024-03-31",
    "amount": "4,810千円 (直接経費: 3,700千円、間接経費: 1,110千円) 2023年度: 1,560千円 (直接経費: 1,200千円、間接経費: 360千円) 2022年度: 1,560千円 (直接経費: 1,200千円、間接経費: 360千円) 2021年度: 1,690千円 (直接経費: 1,300千円、間接経費: 390千円)",
    "keywords": "ラマン分光法 / 神経細胞 / ビスフェノールA / 発達神経毒生 / ケモメトリックス / 薬剤感受性 / 神経発達毒性",
    "research_overview": "本研究は化学物質が神経細胞の発達へおよぼす影響を評価する新技術の開発を目指している.まず，神経細胞の分子ダイナミクスと活動電位ダイナミクスを同時に追跡可能なラマン顕微鏡を構築する.次に，神経細胞を培養100日以上の長期間にわたり活動電位測定とラマン測定し，活動電位ダイナミクスと関連したラマンスペクトル変化を抽出する. そして，内分泌かく乱物質ビスフェノール Aを曝露した神経細胞のラマンスペクトルを測定し，作成した評価モデルの精度を検証する.",
    "research_results": "",
    "future_strategy": "",
    "research_summary": "本研究では神経細胞が作る神経回路網の発達状態が化学物質に対する感受性に影響を与えるという仮説を検証した．培養15, 30, 60日目の神経細胞にビスフェノールA(BPA)を添加し，添加後5時間まで，1時間毎に神経細胞のラマンスペクトルを取得し，主成分分析による解析を行った．培養15, 30日目のBPA添加群とコントロール群でチロシンに帰属できるスペクトル変化が観測された．BPAがもたらす発達神経毒生の本質は未成熟な神経回路網中の神経細胞に緩やかかつ長期的に続く興奮毒性であることが示唆された．",
    "academic_significance": "本研究によって得られた大きな発見の一つは，神経細胞のBPAに対する応答が培養日数によって異なることであった．成熟した神経細胞ではBPA曝露によるラマンスペクトルに変化がみられなかったのに対し，未成熟な神経細胞ではBPA曝露によってラマンスペクトルの変化が観測された．本研究成果は，ラマン分光法が化学物質が神経細胞へもたらす影響を生きたまま評価できることを示している．また神経細胞を長期間培養しながら測定し続けることのできる光学系を確立することに成功し，BPAのような内分泌かく乱物質の他，マイクロプラスチックやウイルスの毒性評価に応用することができるようになった．",
    "social_significance": "",
    "research_field": "",
    "year": 2021,
    "amount_value": 4810.0
  },
  {
    "grant_url": "https://kaken.nii.ac.jp/ja/grant/KAKENHI-PROJECT-23K21861/",
    "title": "",
    "period": "2021-04-01 – 2025-03-31",
    "amount": "17,160千円 (直接経費: 13,200千円、間接経費: 3,960千円) 2024年度: 1,690千円 (直接経費: 1,300千円、間接経費: 390千円) 2023年度: 5,330千円 (直接経費: 4,100千円、間接経費: 1,230千円) 2022年度: 4,810千円 (直接経費: 3,700千円、間接経費: 1,110千円) 2021年度: 5,330千円 (直接経費: 4,100千円、間接経費: 1,230千円)",
    "keywords": "ラマン分光学 / ウイルス検出 / 生細胞分析 / 多変量解析 / ヒト感染性ウイルス / ラマン分光法 / リアルタイム分析 / ラマン分光分析 / ウイルス / 非破壊分析 / 環境測定",
    "research_overview": "研究代表者は，ウイルス侵入に対する培養ヒト細胞の反応をラマン分光分析でモニターし，ウイルスの感染をわずか３時間で検出する技術を開発した。ラマン分光法は非破壊無標識で生きた１細胞を連続的に計測することができ，細胞内で生じる分子組成変化を多変量解析によって高感度に検出できる。本研究では同技術を基に環境中のヒト感染性ウイルスをリアルタイムで検出・同定する手法を開発する。種の同定はラマンスペクトル分析に加え検出用細胞の多様化で実現する。空気中のウイルスを水中に捕捉し濃縮する装置を試作する。ウイルス捕捉液に含まれる細菌，胞子はフィルターで除去し，長期間の連続検出が可能な検出用細胞培養条件を確立する。",
    "research_results": "環境中のヒト感染性ウイルスを，連続的にモニターし，ウイルスの存在を3時間以内に検出する技術の開発が，本研究の目的である。従来の研究では，特定の細胞を用いてモデルウイルスの感染を3時間以内に検出する原理実証に成功していた。本研究では，より実用的な技術へと開発を進めるため，細胞やウイルスの種類を増やし，安定的な解析モデルを作り，試作機の開発を行う。本年度はウイルス種の違いによる反応性の違いについて研究した他，環境中のウイルスを収集する装置の試作を行った。 従来アデノウイルスを用いてきたが，レンチウイルスおよびセンダイウイルスに関して，感染時の細胞の変化を分析した。レンチウイルスは感染3時間目で，細胞核内の分子組成に変化が生じ，その変化は24時間まで続くことが示唆された。GFPの発現量は非常に小さいが，24時間目には計測が可能なレベルまで上昇した。従って，ラマン分光分析で得られた感染3時間目の分子組成変化が，発現したGFPによって引き起こされた可能性は低いことが示された。一方，センダイウイルスでも感染12時間後には，蛍光分析により細胞内のGFP濃度が観測可能なレベルまで増加した。しかし，細胞核でのラマン分光分析では，核内の分子組成に，ノイズレベルを超えるような顕著な違いは見られなかった。 環境ウイルス収集装置の開発に関しては，試作機の性能評価を行い装置の改良を目指した。ウイルス回収効率を推定するために，直径1マイクロメートル程度の蛍光ビーズをボックス内にスプレーし，収集された蛍光ビーズの数を計測した結果，試作機での収集効率は約5%であることが分かった。この数値は期待値よりもかなり低いため，今後ボックス内での微小粒子の保持時間を高める方法を開発する必要があることが分かった。",
    "future_strategy": "研究の進展はほぼ予定通りであるが，博士研究員の雇用により研究の進捗は加速されたが，本年度は特に，従来技術では解決が難しい問題点も明らかになってきた。センダイウイルスのように，感染しても細胞が反応しないウイルスがあることが発見された。研究代表者等は，ウイルス感染細胞が感染後2-3時間で分子組成を変化させることから，細胞のウイルスに対する「免疫」のような反応，すなわち細胞自身が侵入を検知して，細胞内に今ある分子を活用してウイルス侵入に対抗する反応を検出していると予想していた。しかし，この結果は予想に反している。センダイウイルスはインフルエンザのモデルとしても使われ，本研究で検出したいターゲットウイルスのひとつである。遺伝子が核内移行せずに細胞質でウイルス粒子が複製されるセンダイウイルスの検出ができないのは，細胞の感度が悪い可能性も否めない。反応の大きな培養細胞を探し出す必要がある。 ウイルス収集装置の試作改良については，ウイルス粒子を模したビーズが，収集箱内に吸着したり，ポンプを繋ぐゴムチューブに堆積することが認められた。アクリル製の箱の内部では静電気が生じて埃を呼び寄せていると考えられる。今後静電気に対する対策を施すことが必須となっており，界面活性剤の塗布などの対策を進めていく予定である。",
    "research_summary": "",
    "academic_significance": "",
    "social_significance": "",
    "research_field": "",
    "year": 2021,
    "amount_value": 17160.0
  }
]